{"message":"Success.","errorCode":"0","data":{"id":1558,"title":"A Storm in the Rocky Mountains, Mt. Rosalie","accession_number":"76.79","accession_date":"1976-06-02 00:00:00","object_date":"1866","object_date_begin":1866,"object_date_end":1866,"period":null,"dynasty":null,"description":null,"medium":"Oil on canvas","dimensions":"83 x 142 1\/4in. (210.8 x 361.3cm)\r\nframe: 98 5\/8 x 158 1\/8 x 7 1\/4 in. (250.5 x 401.6 x 18.4 cm)","edition":null,"portfolio":null,"state":null,"markings":null,"signed":"Signed lower right: \"ABierstadt \/ N.Y. 1866\"","inscribed":null,"credit_line":"Dick S. Ramsay Fund, Healy Purchase Fund B, Frank L. Babbott Fund, A. Augustus Healy Fund, Ella C. Woodward Memorial Fund, Carll H. de Silver Fund, Charles Stewart Smith Memorial Fund, Caroline A.L. Pratt Fund, Frederick Loeser Fund, Augustus Graham School of Design Fund, Museum Collection Fund, Special Subscription, and John B. Woodward Memorial Fund; Purchased with funds given by Daniel M. Kelly and Charles Simon; Bequest of Mrs. William T. Brewster, Gift of Mrs. W. Woodward Phelps in memory of her mother and father, Ella M. and John C. Southwick, Gift of Seymour Barnard, Bequest of Laura L. Barnes, Gift of J.A.H. Bell, and Bequest of Mark Finley, by exchange\r\n","copyright":null,"classification":"Painting","public_access":1,"approvals_mask":1,"copyright_restricted":0,"visible":1,"date_added":"2014-08-29","highlight":1,"primary_image":"76.79_SL1.jpg","section":"Inventing American Landscape","museum_location":{"id":390,"name":"American Identities: A New Look, American Landscape, 5th Floor","is_public":1,"is_floor":false,"parent_location_id":2147483593},"rights_type":{"name":"no known copyright restrictions","public_name":"No known copyright restrictions","description":"This work may be in the public domain in the United States. Works created by United States and non-United States nationals published prior to 1923 are in the public domain, subject to the terms of any applicable treaty or agreement. \n          You may download and use Brooklyn Museum images of this work. Please include caption information from this page and credit the Brooklyn Museum. If you need a high resolution file, please contact <a href=\"mailto:reproductions@brooklynmuseum.org\">reproductions@brooklynmuseum.org<\/a> (charges apply).\n          The Museum does not warrant that the use of this work will not infringe on the rights of third parties, such as artists or artists' heirs holding the rights to the work. It is your responsibility to determine and satisfy copyright or other use restrictions before copying, transmitting, or making other use of protected items beyond that allowed by \"fair use,\" as such term is understood under the United States Copyright Act. \n          The Brooklyn Museum makes no representations or warranties with respect to the application or terms of any international agreement governing copyright protection in the United States for works created by foreign nationals.\nFor further information about copyright, we recommend resources at the <a href=\"http:\/\/www.copyright.gov\/\" target=\"_blank\">United States Library of Congress<\/a>, <a href=\"http:\/\/www.copyright.cornell.edu\/\" target=\"_blank\">Cornell University<\/a>, <em><a href=\"http:\/\/hdl.handle.net\/1813\/14142\" target=\"_blank\">Copyright and Cultural Institutions: Guidelines for U.S. Libraries, Archives, and Museums<\/a><\/em>, and <a href=\"http:\/\/www.copyright-watch.org\/\" target=\"_blank\">Copyright Watch<\/a>.\nFor more information about the Museum's rights project, including how rights types are assigned, please see our <a href=\"http:\/\/www.brooklynmuseum.org\/community\/blogosphere\/bloggers\/tag\/copyright\" target=\"_blank\">blog posts on copyright<\/a>.\nIf you have any information regarding this work and rights to it, please contact <a href=\"mailto:copyright@brooklynmuseum.org\">copyright@brooklynmuseum.org<\/a>."},"completeness":{"name":"Best","description":"All data has been vetted. Objects generally have quality photos and descriptions.","percentage":91},"labels":[{"id":3439,"title":"","content":"Picturesque landscape predominate in the majority of prints shown in the Ninth Annual Exhibition of American Block Prints which opened yesterday at the Brooklyn Museum, but many prints were assembled by the Print Club of Philadelphia and are important as representing a competent selection of the best recent work in a popular medium capable of modern force.<br \/>\r\n<br \/>\r\nSeveral color prints demonstrate the present mastery of the art. Elaine Meyers Rader&rsquo;s &ldquo;Town Bridge, Prague&rdquo; is a vital performance, bright colors discriminatingly placed on a tawny background. E. Sophonisba Hergesheimer&rsquo;s &ldquo;Acrorns,&rdquo; which received honorable mention, is an especially felicitous use of the medium and an effective piece of wall decoration. Margaret Julie Nelson&rsquo;s &ldquo;Fruit and Stripes&rdquo; is a gay and knowing still life using vivid colors crossing planes of light. Andrew G. Aldrin&rsquo;s &ldquo;Bouque&rdquo; is another distinctly stylish still life marking more use of line for its own sake in a delicate pattern subdued in color. Howard Heath&rsquo;s &ldquo;Fall Flowers&rdquo; is another demonstration of the competence of the medium for still life. His &ldquo;Dawn&rdquo; in black and white is a notable allegory, In the best black and white prints shown one is conscious of much interest and life in the great variety of treatments of the medium and much ingenuity in the devising or selection of subjects. Asa Cheffetz has been awarded the Mildred Boericke Prize for &ldquo;Fish Pier,&rdquo; a scene of old schooners at a wharf, with reflections handled in a decorative watery style. Paul Landaere&rsquo;s &ldquo;Storm,&rdquo; an Honorable Mention, retains reality in abstraction and fuses a pronounced feeling for medium, style and subject. Benjamin Miller&rsquo;s &ldquo;Icarus&rdquo; is effective decoration, a black nude figure with wings, falling head downward. Thomas W. Nason&rsquo;s Landscape with Sheep&rsquo; is a wood engraving of masterly quality. His &ldquo;Solitude&rdquo; is a miniature, less effective, through equally competent. Charles W. Smith&rsquo;s &ldquo;Gambel&rsquo;s Hill&rdquo; presents a typical corner of old frame building on a hill with sympathy and interest, though the lighting is somewhat melodramatic for the subject.<br \/>\r\n<br \/>\r\nIsaac Friedlander&rsquo;s &ldquo;Self Portrait&rdquo; is sincere, competent, real decorative, strong and rhythmic, individual in style and superior in quality. It might easily be selected as the best print in the collection. Ernest A. Pickup makes a simple decorative pattern of a man reading in bed. The title is &ldquo;Shadows.&rdquo; John Francis Hart in &ldquo;Dusk and Dust,&rdquo; a study of  a man driving steers down a road, places the dark animals against a light cloud of dust, does it convincingly and effectively. Wuanita Smith in &ldquo;Tropical Night&rdquo; presents a delicate rhythmical white-line study of a small orchestra. It might be Spanish of Mexican or Gypsy, but it is real and has a feeling for the popular music of the day.<br \/>\r\n<br \/>\r\nJosephine Vermilye makes a large decorative study cut of &ldquo;Seed Pods-Eucalyptus&rdquo;, which is sensitive to the possibilities of the medium. Jan M. Cmielewski&rsquo;s &ldquo;Garden of the Gods&rdquo; is an especially effective design based on authentic western subject matter. Donald Streeter makes an extremely decorative study of &ldquo;Cat Feeding.&rdquo;<br \/>\r\n<br \/>\r\nOther prints notable for handling or subject matter are: M. J. Gallagher&rsquo;s &ldquo;Design,&rdquo; Charles Tursak&rsquo;s &ldquo;Snow Storm,&rdquo; Russell Hogeland&rsquo;s &ldquo;Poof,&rdquo; Ilse Bischoff&rsquo;s &ldquo;HarlemLedge,&rdquo; Isaac Friedlander&rsquo;s &ldquo;Merry Go Round,&rdquo; Hovson Pitman&rsquo;s &ldquo;Graveyard at Night,&rdquo; Glenn Wheete&rsquo;s &ldquo;Fingers of Stone, New Mexico,&rsquo; Fred Geary&rsquo;s &ldquo;Old Stage Station&rdquo; and &ldquo;Birthplace of Jesse James,&rdquo; John Francis Hart&rsquo;s &ldquo;Smile in the Dark,&rdquo; Rockwell Kent&rsquo;s &ldquo;Drifter,&rdquo; David Becker&rsquo;s &ldquo;Song Without Words,&rdquo; Helen West Heller&rsquo;s &ldquo;Reforestation&rdquo; and &ldquo;Cotton Picking,&rdquo; and William S. Rice&rsquo;s &ldquo;Forest Primeval.&rdquo;<br \/>\r\n<br \/>\r\nThis exhibition will close May 12.<br \/>","summary":"","rank":0,"label_date":"1935-04-11","date_added":"2009-06-07 20:26:30","approved_for_web":1}],"artists":[{"id":594,"name":"Albert Bierstadt","nationality":"American","role":"Artist","dates":"American, 1830-1902","start_year":1830,"end_year":1902,"date_added":"2008-05-13"}],"collections":[{"id":9,"name":"American Art","folder":"american_art","rank":0}],"exhibitions":[{"id":1163,"title":"Albert Bierstadt, Art & Enterprise"}],"images":{"rank-1":[{"filename":"76.79_SL1.jpg","is_color":1,"load_date":"2008-01-07"}],"rank-2":[{"filename":"CONS.76.79_1988_xrs_detail1.jpg","is_color":1,"load_date":"2009-05-21"},{"filename":"CONS.76.79_1988_xrs_detail2.jpg","is_color":1,"load_date":"2009-05-21"},{"filename":"CONS.76.79_1988_xrs_detail3.jpg","is_color":1,"load_date":"2009-05-21"},{"filename":"CONS.76.79_1988_xrs_detail4.jpg","is_color":1,"load_date":"2009-05-21"},{"filename":"CONS.76.79_1988_xrs_detail5.jpg","is_color":1,"load_date":"2009-05-21"},{"filename":"CONS.76.79_1988_xrs_detail6.jpg","is_color":1,"load_date":"2009-05-21"},{"filename":"CONS.76.79_1988_xrs_detail7.jpg","is_color":1,"load_date":"2009-05-21"},{"filename":"CONS.76.79_1988_xrs_detail8.jpg","is_color":1,"load_date":"2009-05-21"},{"filename":"76.79_bw.jpg","is_color":0,"load_date":"2011-02-03"},{"filename":"CUR.76.79.jpg","is_color":1,"load_date":"2012-08-02"},{"filename":"76.79_large_Design_scan.jpg","is_color":1,"load_date":"2014-05-12"}]},"related_items":[],"geographical_locations":[],"videos":[]}}